;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Español/Spanish
WebLang=ESP
Translator=Fernando Gregoire, Jose Villalba Sanchez
Codepage=UNICODE 
Version=2.1.7


[Uninstaller Toolbar]
102 = Ver
103 = Opciones
104 = Desinstalador
105 = Herramientas
106 = Modo Cazador
107 = Lista
108 = Iconos
109 = Detalles
110 = Desinstalar
111 = Quitar Entrada
112 = Refrescar
113 = ¿Está seguro de que desea quitar la entrada seleccionada?
114 = ¿Está seguro de que desea desinstalar el programa seleccionado?
115 = AutoActualización
116 = Ayuda
117 = Ayuda de la herramienta actual...
118 = Página Principal...
119 = Acerca de...
120 = ¡Usted no es un administrador!
121 = ¿Está seguro de que desea desinstalar el componente del sistema seleccionado?\n¡DETÉNGASE, a no ser que esté seguro de lo que está haciendo!
122 = El desinstalador le muestra todos los programas y componentes instalados tanto para el usuario actual como para todos los usuarios. En el tipo de vista "Detalles", o por el menú contextual, puede alcanzar información adicional (enlaces y propiedades sobre la instalación). Una característica importante de Revo Uninstaller es el modo Cazador. Este modo le da la flexibilidad para desinstalar, detener, eliminar o desactivar del autoarranque con sólo un clic.
123 = Buscar
124 = Encontrado:
125 = ¿Está seguro de que desea quitar el componente del sistema seleccionado del registro?\n¡Este componente podría ser requerido por su sistema operativo!
126 =  ¡ya no autoarrancará!
127 =  está establecido para autoarrancar
128 = ¡%s está instalado en la misma ubicación que %s!\n¡Se encontrarán residuos de ambas aplicaciones! ¡Compruebe cuidadosamente los que desea quitar!
129 = Desinstalación forzada de MSI

[Uninstaller List]
150 = Aplicación
151 = Tamaño
152 = Versión
153 = Fecha de Instalación
154 = Compañía
155 = Sitio Web
156 = Comentario
157 = Cadena de desinstalación
158 = Clave del Registro
159 = Instalador

[Uninstaller StatusBar]
201 = Instalaciones: 
202 = Cargando...

[Registry Optimizer]
302 = Seleccione dónde analizar
303 = Menú de inicio

[Autorun Toolbar]
407 = Ejecutar
408 = Matar
409 = Quitar
410 = Elementos:
411 = Activado:
412 = Con el Administrador de Autoejecución, no sólo puede activar o desactivar aplicaciones para que se inicien automáticamente en el arranque de Windows, también puede obtener más información sobre tal aplicación en particular. Puede obtener la ruta de lanzamiento, descripción, fabricante, estado (ejecutándose o no se está ejecutando), y la ubicación del comando de arranque (ya sea en el registro o en un archivo en el disco duro).

[Autorun List]
450 = Nombre de Arranque
451 = Ruta de Lanzamiento
452 = Descripción
453 = Fabricante
454 = Estado
455 = Ubicación
456 = EJECUTANDO
457 = NO SE ESTÁ EJECUTANDO
458 = INVÁLIDO
459 = Matar Proceso
460 = Ejecutar Proceso
461 = Abrir Carpeta Contenedora
462 = Ir a Ubicación
463 = Copiar Ruta de Lanzamiento
464 = Quitar Seleccionados
465 = Quitar Todos los Inválidos
466 = Quitar Todos los que No se Estén Ejecutando
467 = Quitar Todos los Desactivados
468 = Propiedades...
470 = ¿Está seguro de que desea cerrar la aplicación seleccionada?\n¡Cualquier dato no guardado se perderá!
471 = ¿Está seguro de que desea eliminar el elemento seleccionado?
472 = ¿Está seguro de que desea eliminar todos los elementos inválidos?
473 = ¿Está seguro de que desea eliminar todos los elementos que no se están ejecutando?
474 = ¿Está seguro de que desea eliminar todos los elementos desactivados?
475 = ¡El comando no existe!
476 = DESCONOCIDO
477 = Desactivar Inicio Automático
478 = Activar Inicio Automático

[Outlook Control]
300 = Optimización
301 = Optimizador del Registro
400 = Administrador de Autoejecución
500 = Limpiador de Seguimientos
501 = Limpiador de Exploradores
600 = Limpiador de Microsoft Office
700 = Limpiador de Windows
800 = Eliminador de Evidencias
900 = Eliminación Irrecuperable
2100 = Herramientas de Windows
2200 = Limpiador de Archivos Basura

[Track Cleaner Browsers]
507 = Borrar Todo
508 = Borrar Historial de Páginas Web de Internet Visitadas
509 = Eliminar Historial de la Barra de Direcciones
510 = Eliminar Archivos Temporales de Internet
511 = Eliminar Cookies
512 = Eliminar los Archivos Index.dat
513 = Ejecutar
514 = Eliminar Historial de Descargas
515 = Eliminar Historial de Sesiones
516 = Eliminar Historial de Formularios
517 = Desinstalador
518 = ¿Está seguro de que desea borrar todos los datos de historial seleccionados?
521 = ¿Está seguro de que desea borrar los datos de historial de Internet Explorer?
522 = ¿Está seguro de que desea borrar los datos de historial de Firefox?
523 = ¿Está seguro de que desea borrar los datos de historial de Opera?
524 = ¿Está seguro de que desea borrar los datos de historial de Netscape?
525 = Su explorador registra detalles de cada sitio web que ha visitado alguna vez. La información es fácilmente accesible desde la ventana de su explorador y, simplemente pulsando un botón, ¡cualquiera puede ver dónde ha estado navegando en la web! Con el Limpiador de Exploradores puede eliminar los archivos temporales de Internet que contienen todas las imágenes que ha estado viendo, todos los videos en línea que vio y todas las páginas web que ha visitado. La eliminación de archivos temporales de Internet puede liberar un montón de espacio en su disco duro.
526 = Cierre su explorador de Internet antes de limpiar sus huellas.
527 = Los archivos Index.dat se eliminarán la próxima vez que reinicie su equipo.
599 = ¡La operación de limpieza de seguimiento para los elementos seleccionados se ha completado!

[Office Track Cleaner]
601 = Borrar
607 = Borrar el Historial de Documentos Recientes de Microsoft Word
608 = Incluye Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 y Word 2016
609 = Borrar el Historial de Documentos Recientes de Microsoft Excel
610 = Incluye Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 y Excel 2016
611 = Borrar el Historial de Documentos Recientes de Microsoft Access
612 = Incluye Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 y Access 2016
613 = Borrar el Historial de Documentos Recientes de Microsoft PowerPoint
614 = Incluye PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 y PowerPoint 2016
615 = Borrar el Historial de Documentos Recientes de Microsoft FrontPage
616 = Incluye FrontPage 2000, FrontPage XP y FrontPage 2003
617 = El Limpiador de Microsoft Office le permite quitar el historial de archivos más recientes en Microsoft Word, Excel, Access, PowerPoint y FrontPage. Si no desea que alguien vea las últimas hojas de cálculo, documentos u otros archivos abiertos y editados creados usando Microsoft Office, simplemente seleccione esos tipos de archivo que no desea y haga clic en el botón  “Limpiar”. Los archivos utilizados recientemente para los tipos de programa que elija ya no estarán disponibles.

[Windows Tracks Cleaner]
701 = Borrar
707 = Borrar el Historial de Documentos Recientes
708 = Borrar el Historial de Ejecución del Menú de Inicio
709 = Borrar el Historial de búsqueda de Archivos
710 = Borrar el Historial de Búsqueda de Impresoras, Equipos y Personas
711 = Vaciar el Portapapeles
712 = Borrar el Historial de Archivos Recientes de "MSPaint"
713 = Borrar el Historial de Archivos Recientes de "MS Wordpad"
714 = Borrar el Historial de Última Clave Abierta en Regedit
715 = Borrar el Historial Reciente del Diálogo Común Abrir/Guardar
716 = Borrar el Historial de Última Carpeta Visitada del Diálogo Común
717 = Vaciar la Papelera de Reciclaje
718 = Eliminar Archivos Temporales de Windows
719 = Eliminar los Registros de Uso del Menú de Inicio
720 = Microsoft Windows hace un seguimiento de algunas cosas que usted hace con su equipo como el historial de búsqueda de archivos (cuando busca archivos y carpetas), historial de documentos abiertos recientemente, historial de abrir/guardar usado en el diálogo estándar de archivo desde distintas aplicaciones y muchas cosas más. El Limpiador de Windows le permite borrar todo este historial y los archivos temporales. También puede vaciar su papelera de reciclaje y eliminar archivos temporales, lo que puede liberar un montón de espacio en el disco duro.
721 = El Historial de Ejecuciones se eliminará después de que se reinicie el proceso explorer.exe.
722 = Residuos en el Registro de Windows
723 = Residuos en la unidad de disco duro local
724 = Eliminar archivos de volcados de memoria de cuelgues
725 = Eliminar fragmentos de archivos recuperados de Chkdsk (Check Disk)


[Evidence Remover]
802 = Ejecutar
803 = Destruyendo
804 = Por favor espere mientras la destrucción está en curso.
805 = Completado
806 = Coloque una marca de verificación en la(s) unidad(es) que contengan huellas y evidencias de su trabajo que desee eliminar. Esta herramienta sólo afecta a los datos ya eliminados. ADVERTENCIA: Luego de que el proceso se haya completado, ¡será imposible recuperar sus archivos eliminados!
807 = Cuando vacía la Papelera de Reciclaje de Windows, sus archivos y carpetas se marcan como eliminados pero físicamente no se destruyen. Esta herramienta destruirá permanentemente los archivos y carpetas que ya hayan sido eliminados pero aún queden en su disco duro. No importa la herramienta que usted o alguien intente usar para recuperar los archivos, el resultado será el mismo, nada. – ¡Los datos destruidos con el Eliminador de Evidencias son imposibles de recuperar!
808 = ¿Está seguro de que desea destruir las huellas y evidencias restantes en las unidad(es) seleccionada(s)?

[Unrecoverable Delete]
912 = Lista de archivos y carpetas que se eliminarán y harán imposible de recuperar
913 = Archivos
914 = Carpetas
915 = Inserte archivos que desee eliminar y quitar del sistema. ¡Estos archivos no pueden recuperarse con ninguna herramienta de software!
916 = Inserte carpetas que desea eliminar y quitar del sistema. ¡Estas carpetas no se pueden recuperar con ninguna herramienta de software!
917 = Agregar archivos para eliminar
918 = Agregar carpetas para eliminar
919 = ELIMINAR por SIEMPRE
920 = Borrar Lista
921 = Si desea eliminar un archivo o carpeta de forma segura (para estar seguro de que nadie, con ninguna herramienta, sea alguna vez capaz de recuperar este archivo o carpeta), use Eliminación Irrecuperable. La eliminación de archivos y carpetas y el vacío de la Papelera de Reciclaje de Windows no significa que los archivos o carpetas se hayan ido para siempre, están todavía en su unidad de disco duro y cualquiera puede recuperar los datos eliminados muy fácilmente. La herramienta de Eliminación Irrecuperable hace esto imposible porque destruye físicamente todos los archivos y carpetas seleccionados.
922 = ¿Está seguro de que desea eliminar para siempre los archivos y carpetas seleccionados?

[Options Tree]
1001 = Opciones
1100 = General
1200 = Desinstalador

[General]
1101 = Idioma actual:
1102 = Modo avanzado
1103 = Buscar actualizaciones al iniciar

[Uninstaller Options]
1201 = Mostrar actualizaciones del sistema
1202 = Mostrar componentes del sistema
1204 = Ejecutar sólo el desinstalador incorporado
1205 = (No se soporta en Windows Vista)
1206 = Crear un Punto de Restauración del Sistema antes de desinstalar
1207 = Mover los restos de los archivos y carpetas a la Papelera de reciclaje

[Auto Update]
1907 = Actualización
1908 = Información de Versión
1909 = Versión Actual:
1910 = Última Versión:
1911 = DESCARGAR
1912 = Obtener la Última Versión
1913 = Novedades
1914 = Comprobando...
1915 = Error de conexión...
1916 = DETENER
1917 = Descargado %s de %s
1918 = Descargado %s (tamaño total desconocido)
1919 = Revo Uninstaller no se pudo conectar a www.revouninstaller.com. Por favor compruebe que su conexión a Internet está activa y su cortafuegos no bloquea Revo Uninstaller
1920 = Error: Falló la búsqueda de una versión nueva. No hay conexión a internet.

[WinTools]
2110 = Ejecutar
2111 = Hay un montón de herramientas prácticas y útiles que vienen de serie con todos los sistemas operativos Windows. Algunas de las herramientas utilizan líneas de comandos complejas, otras son difíciles de accesar. Herramientas de Windows le da acceso rápido y con un sólo clic a más de diez herramientas de Windows comunes.
2112 = Si ocurre un problema, puede utilizar Restaurar Sistema para restaurar su equipo a un estado guardado anteriormente sin perder sus archivos de datos personales. Restaurar Sistema monitoriza cambios al sistema y algunos archivos de aplicaciones, y crea puntos de restauración fácilmente identificables. Estos puntos de restauración le permiten revertir el sistema a un estado del que se ha hecho copia de seguridad anteriormente. Los puntos de restauración se crean diariamente al momento de cambios significativos al sistema. También puede crear y nombrar sus propios puntos de restauración en cualquier momento.
2113 = Puede usarla para recopilar y mostrar información sobre el hardware de su equipo y el sistema operativo, su configuración de internet y el módem, y la configuración de su adaptador de red. Con la herramienta Diagnósticos de Red, puede realizar un análisis de su sistema y probar la conectividad de red y si los programas y servicios relativos a la red son funcionales. 
2114 = Información de Red muestra toda la información actual sobre configuración de red TCP/IP, Protocolo de Configuración Dinámica de Servidores (DHCP) y del Sistema de Nombres de Dominio (DNS). Información de Red también muestra la configuración TCP/IP completa de todos los adaptadores de red incluyendo la dirección IP, dirección MAC, máscara de subred, puerta de enlace predeterminada, Servicio de Nombres de Internet de Windows (WINS) y la configuración DNS.
2115 = El Centro de Seguridad comprueba el estado de las tres seguridades esenciales de su equipo: Cortafuegos, Actualización automática y Protección contra malware/virus. Si se detecta un problema con alguna de estas (por ejemplo, si su programa antivirus está desactualizado), el Centro de Seguridad le envía una alerta y proporciona recomendaciones sobre cómo proteger mejor su equipo.
2116 = Las Propiedades del Sistema se pueden usar para ver información básica sobre el hardware del equipo como el tipo de su CPU o el total de memoria RAM, ver y cambiar configuraciones que controlan cómo su equipo utiliza la memoria y encuentra cierta información (propiedades de hardware y dispositivos), configurar perfiles de hardware, ver información sobre su conexión de red y perfil de inicio de sesión, e informar los errores del sistema o de programas a Microsoft o a su administrador del sistema cuando ocurren.
2117 = Información del Sistema es un componente del sistema operativo Windows que recopila y muestra información sobre equipos locales y remotos. Ésto incluye información sobre configuraciones de hardware, componentes del equipo y software, incluyendo controladores firmados y controladores sin firmar. Información del Sistema es una herramienta de soporte que puede usar para encontrar rápidamente información sobre su equipo y su sistema operativo.
2118 = El Comando Netstat TCP/IP  es un componente del sistema operativo Windows que muestra todas las conexiones TCP activas y los puertos TCP y UDP en los que el equipo está escuchando y muestra el ejecutable involucrado en la creación de cada conexión o escucha de puerto (el nombre del ejecutable está entre [ ] en la parte inferior, encima está el componente al que ha llamado, y tan adelante hasta que TCP/IP fuese alcanzado).
2119 = El Teclado en Pantalla muestra un teclado virtual en la pantalla y permite a usuarios con problemas de movilidad escribir datos utilizando un dispositivo señalador o un joystick. El Teclado en Pantalla está pensado para proporcionar a usuarios con problemas de movilidad un nivel de funcionalidad mínimo. También puede usar el Teclado en Pantalla si piensa que hay instalado un Registrador de Teclas (Key-Logger) en su PC y todo lo que ha escrito está grabado. El Teclado en Pantalla elimina la capacidad de grabar las pulsaciones de teclas.
2120 = El Desfragmentador de Disco analiza volúmenes locales y consolida archivos y carpetas fragmentados para que cada uno ocupe un solo espacio contiguo en el volumen. El Desfragmentador de Disco también consolida el espacio libre de un volumen, disminuyendo la probabilidad de que los archivos nuevos se fragmenten. Como resultado de estos cambios, su sistema puede acceder a archivos y carpetas y guardar nuevos/as con más eficiencia.
2121 = Servicios puede iniciar, detener, pausar, reanudar, o desactivar un servicio en equipos locales y remotos. Servicios también puede establecer acciones de recuperación para llevar a cabo si un servicio falla (por ejemplo, el reinicio automático del servicio), activar y desactivar servicios para un perfil de hardware particular y ver el estado y la descripción de cada servicio.
2122 = Carpetas Compartidas se puede usar para ver y administrar los recursos compartidos sobre una red, controlar permisos de acceso de usuarios, actividad de la sesión, shared propiedades de los recursos y un resumen sobre las conexiones y uso de recursos en equipos locales y remotos.  Carpetas Compartidas  también puede ver una lista de usuarios que están conectados remotamente (sobre una red) a su equipo y desconectar a uno o a todos ellos. También puede ver una lista de archivos que están actualmente abiertos por usuarios remotos.
2123 = Directiva de Grupo incluye la configuración de la directiva de usuario y del equipo.  Las configuraciones de la Directiva de Grupo definen los distintos componentes del entorno de escritorio de los usuarios que un administrador del sistema necesita administrar (por ejemplo, los programas que están disponibles para los usuarios, los programas que aparecen en el escritorio del usuario, y opciones para el Menú de inicio).
2124 = Agregar/Quitar Componentes de Windows le ayuda a administrar los componentes de Windows instalados en su equipo. Después que el sistema operativo Windows está instalado en su equipo, puede utilizar esta herramienta para agregar un componente de Windows que no se incluyó en la instalación original, o para quitar un componente de Windows existente que ya no desea.
2125 = La Herramienta de Eliminación de Software Malintencionado de Windows comprueba su equipo en busca de infecciones por malware específico y ayuda a quitar cualquier infección que se encuentre. Este software malintencionado incluye virus, gusanos y caballos de Troya. Cuando los procesos de detección y eliminación se completan, la herramienta muestra un informe describiendo el resultado, incluyendo si se encontró y eliminó algún software malintencionado.


[Junk Files Cleaner Options]
2202 = Unidades a Analizar:
2203 = Patrón
2204 = Descripción
2205 = Agregar
2206 = Quitar
2207 = Restablecer Predeterminados
2208 = Limpiador de Archivos Basura::General
2209 = Limpiador de Archivos Basura::Excluir
2220 = Patrón por el que Analizar en Busca:
2221 = Puede utilizar los símbolos ? y/o * como comodines
2222 = Agregar Patrón
2223 = Agregar Patrón de Exclusión
2224 = Puede utilizar los símbolos ? y/o * como comodines
2225 = Patrón de Exclusión:
2226 = Eliminar archivos a la Papelera de Reciclaje
2227 = Ignorar archivos accesados en las últimas 24 horas

[Junk Files Cleaner Tool]
2306 = Analizar
2307 = Eliminar
2308 = Analizando
2309 = Por favor espere durante el proceso de análisis.
2310 = Cancelar
2311 = Nombre
2312 = Tamaño
2319 = Archivos:
2320 = Tamaño total:
2323 = Hay archivos que están en uso por Windows u \n otro programa que no se pueden eliminar ahora
2324 = Debe seleccionar al menos una unidad y extensión para iniciar el análisis.
2325 = El Limpiador de Archivos Basura le permite buscar y quitar de su equipo distintos tipos de archivos basura e innecesarios . Normalmente estos archivos los borra la aplicación que los creó tan pronto como no los necesita. No obstante, pueden quedar en su disco duro permanentemente si se produce un cierre inesperado de la aplicación, un cuelgue del sistema, etc. Si esto pasa, puede provocar una reducción en el espacio libre en disco y puede causar una velocidad del sistema más lenta, etc.
2326 = Archivo:
2327 = Eliminando archivos

[Context Menu Junk Files Cleaner]
2313 = Abrir
2314 = Buscar en Google por 
2315 = Abrir Carpeta Contenedora
2316 = Propiedades...
2317 = Marcar todos los elementos
2318 = Desmarcar todos los elementos
2321 = Marcar elementos seleccionados
2322 = Desmarcar elementos seleccionados

[Topmost Window]
4002 = Opciones
4003 = Abrir la Ventana Principal
4004 = Modo Arrastrar y Soltar
4005 = Modo Cazador
4006 = Tamaño
4007 = Pequeño
4008 = Medio
4009 = Grande
4010 = Tamaño de ventana
4011 = SALIR
4012 = Desinstalar
4013 = Detener Inicio Automático
4014 = Matar Proceso
4015 = Matar y Eliminar Proceso
4016 = Abrir Carpeta Contenedora
4017 = Info
4018 = Propiedades
4019 = CANCELAR
4020 = ¡Sólo se soporta un archivo a la vez!
4021 = ¡Ha soltado una carpeta, por favor arrastre y suelte un archivo!
4022 = Desinstalar o Quitar:
4023 = ¡No resuelto! Intente señalar otra ventana, icono o un elemento de la barra de tareas.
4024 = ¡No se puede ejecutar el comando de desinstalación!\n Por favor desinstale la aplicación con Desinstalador.
4025 = ¡Paquete de Instalación no Encontrado!\nSugerencia: ¡Obtenga más información para la aplicación desde las ventanas principales e\n intente desinstalarla manualmente!
4026 = ¡La aplicación de destino está desactivada en el inicio automático!\nSugerencia: Si desea activarla de nuevo, ¡utilice la Herramienta de Autoejecución en la aplicación principal!
4027 = ¡La aplicación de destino no se encuentra en los sitios de arranque comunes!\nSugerencia: Para buscar lugares menos comunes que se utilizan para el inicio automático de una aplicación, ¡vea el sitio web de Google!
4028 = ¿Está seguro de que desea cerrar la aplicación seleccionada?\n¡Cualquier dato no guardado se perderá!
4029 = Desinstalador
4030 = ¿Está seguro de que desea cerrar y eliminar la aplicación seleccionada?\n¡Cualquier dato no guardado se perderá!
4031 = ¿Está seguro de que desea cerrar el Explorador de Windows?\n ¡El Menú de inicio, la barra de tareas y la bandeja del sistema desaparecerán!
4032 = Iniciar automáticamente con Windows
4033 = Transparencia

[Scan After Uninstall]
4210 = Ubicación
4211 = Clave
4212 = Valor
4213 = Datos
4214 = Archivo
4215 = No hay elemento seleccionado. ¡Seleccione un elemento para eliminar!
4216 = Análisis tras Desinstalar
4217 = Seleccionar Todo
4218 = Deseleccionar Todo
4219 = Eliminar
4220 = Archivos de Residuales
4221 = Entradas de Registro Residuales
4222 = Analizando antes de desinstalar, por favor espere...
4223 = Ejecutando desinstalador...
4224 = Por favor inicie el análisis en busca de archivos, carpetas y claves del registro residuales cuando el desinstalador de la aplicación finalice.
4225 = Analizando tras desinstalar, por favor espere...
4226 = ¡Por favor compruebe cuidadosamente los elementos listados!
4227 = Cerrar
4228 = Los archivos que quedan en la lista se eliminarán durante el próximo reinicio del sistema.
4229 = ¡Falló la ejecución del desinstalador de la aplicación!\n¡Posible comando de desinstalación no válido!
4230 = Atrás
4231 = Siguiente
4232 = Seleccione un Modo de Desinstalación
4233 = Modos
4234 = Integrado - ejecutar sólo el desinstalador de la aplicación sin ningún análisis adicional
4235 = Seguro - incluye el modo Integrado y realiza análisis adicionales en el Registro y el disco duro para encontrar archivos y entradas del Registro residuales que es seguro eliminar. Es el modo más rápido.
4236 = Moderado - incluye el Modo seguro y realiza un análisis extendido para encontrar toda la información residual de la aplicación en los sitios más comunes del Registro y el disco duro
4237 = Avanzado - incluye el modo Moderado y realiza un análisis profundo y exaustivo para encontrar toda la información residual de la aplicación en el Registro y el disco duro. Es el modo más lento.
4238 = Analizando los datos de la aplicación antes de desinstalarla.
4239 = Iniciando el desinstalador integrado de la aplicación.
4240 = Después de que el desinstalador de la aplicación finalice, presione el botón "Siguiente" para iniciar el análisis en busca de archivos, carpetas y elementos del registro residuales. 
4241 = Realizando el análisis y la desinstalación inicial 
4242 = Analizando en busca de información residual
4243 = Desinstalación integrada completada, analizando ahora el Registro y su disco duro en busca de archivos, carpetas y elementos del registro residuales relacionados con la aplicación desinstalada. Por favor espere….
4244 = Elementos residuales del Registro encontrados
4245 = Elementos del Registro Encontrados:
4246 = Nota: ¡Por favor verifique cuidadosamente los elementos en negrita! ¡Sólo se eliminarán los elementos en negrita marcados y sus subelementos!
4247 = Archivos y carpetas residuales encontrados
4248 = Elementos encontrados:
4249 = Mi PC
4250 = Revo Uninstaller no pudo iniciar el desinstalador integrado en la aplicación. Puede que el comando de desinstalación de la aplicación sea inválido o el programa de desinstalación esté corrupto. Puede presionar el botón “Atrás” y probar otro modo de desinstalación.
4251 = El desinstalador integrado en la aplicación ha finalizado. Revo Uninstaller no analizó en busca de elementos residuales. Puede presionar el botón “Atrás” y probar otro modo de desinstalación para analizar en busca de archivos, carpetas y elementos del Registro residuales.
4252 = Revo Uninstaller completó con éxito el procedimiento de desinstalación, pero no se encontraron elementos residuales. Puede presionar el botón “Atrás” y probar otro modo de desinstalación extendido para un análisis más profundo.
4253 = Revo Uninstaller completó con éxito el procedimiento de desinstalación. Si desea buscar más elementos residuales puede presionar el botón “Atrás” y probar un modo de desinstalación más avanzado para un análisis más profundo.
4254 = Finalizar
4255 = ¿Está seguro de que desea enviar los archivos seleccionados a la Papelera de Reciclaje?
4256 = ¿Está seguro de que desea eliminar los elementos del Registro seleccionados?
4257 = ¡Revo Uninstaller completó con éxito el procedimiento de desinstalación!
4258 = ¿Está seguro de que desea omitir la eliminación de elementos del Registro residuales encontrados y continuar con el siguiente paso?
4259 = ¿Está seguro de que desea omitir la eliminación de archivos y carpetas residuales encontrados y continuar con el siguiente paso? 
4260 = Análisis en busca de elementos residuales completado. ¡Presione el botón “Siguiente” para ver los resultados!
4261 = Creando Punto de Restauración del Sistema...
4262 = Creando Punto de Restauración del Sistema - ¡falló!
4263 = Creación de Punto de Restauración del Sistema desactivada (en Opciones->Desinstalador)
4264 = Creando Punto de Restauración del Sistema - ¡hecho!


[About]
4300 = Traductores:

[ContextMenu Uninstaller]
5000 = Comandos
5001 = Info
5002 = Buscar en Google
5004 = Ubicación de Instalación
5005 = Abrir Enlace Acerca de...
5006 = Abrir Enlace de Ayuda...
5007 = Abrir Enlace de Actualización...
5008 = Abrir Clave del Registro...

[Common]
10000 = Aceptar
10001 = Cancelar
10002 = Ayuda
10003 = Examinar
10004 = Ayuda de la herramienta actual
10005 = Página principal
10006 = Acerca de
10007 = Advertencia
10008 = ERROR
10009 = Si
10010 = No


[Tooltips]
2000 = Cambiar a modo del desinstalador
2001 = Mostrar el panel Herramientas
2002 = Ajustar configuraciones
2003 = Cambiar a Modo Cazador
2004 = Cambiar la vista de la lista de programas instalados
2005 = Desinstalar el programa seleccionado
2006 = Eliminar la entrada seleccionada del registro
2007 = Actualiza la lista de aplicaciones
2008 = Actualizar su versión actual a la última versión
2009 = Buscar información adicional y la respuesta a todas sus preguntas sobre el programa
404 = Iniciar la aplicación seleccionada
405 = Detener y cerrar la aplicación seleccionada
406 = Evitar que la aplicación seleccionada se inicie automáticamente
506 = Borrar opciones seleccionadas
605 = Borrar opciones seleccionadas
705 = Borrar opciones seleccionadas
2106 = Ejecutar la herramienta seleccionada
2304 = Analizar en busca de archivos innecesarios según la configuración seleccionada
2305 = Eliminar archivos marcados a la Papelera de Reciclaje



[UninstallerPro]
15000 = General
15001 = Grupos\nAdministrador
15002 = Nuevos Programas
15003 = Otros Programas
15004 = Nombre
15005 = Renombrar
15006 = Internet
15007 = Juegos
15008 = Multimedia
15009 = Utilidades
15050 = Subir
15051 = Bajar
15052 = Agregar
15053 = Quitar
15054 = Columnas
15055 = Quitar Esta Columna
15056 = Alineación
15057 = Izquierda
15058 = Centro
15059 = Derecha
15060 = Mejor cabida
15061 = Exportar a
15062 = Formato de texto(txt)
15063 = Formato HTML(html)
15064 = Microsoft Excel
15065 = Exportar
15066 = Seleccione las columnas que desea exportar
15067 = Mostrar como nuevos programas instalados:
15068 = Últimos (en días)
15069 = Desde el último inicio del desinstalador
15070 = Nombre de grupo:
15071 = Agregar
15072 = Grupo
15073 = Programas Seguidos
15074 = Seguidos\nProgramas
15075 = Todos los Programas
15076 = Todos los\nProgramas
15077 = Eliminar Registro
15078 = Desinstalación Personalizada
15079 = Cambiar Icono
15080 = Agregar a Grupo
15081 = Quitar de Grupo
15082 = Desinstalando
15083 = Desinstalando archivos y carpetas registrados del programa:
15084 = Desinstalando elementos del registro registrados:
15085 = Hay algún dato que puede estar relacionado con el programa desinstalado, pero no se ha eliminado porque no fue registrado por Revo Uninstaller durante la instalación del programa. Si desea revisarlo y eventualmente eliminarlo presione el botón "Desinstalación Avanzada"  
15086 = Desinstalación Avanzada
15087 = Archivo\Ruta de Carpeta
15088 = Cargando lista...
15089 = Desinstalar valores seleccionados
15090 = Abrir clave del Registro madre... 
15091 = Expandir todo 
15092 = Colapsar todo
15093 = Nombre de Valor 
15094 = Carpeta de Registros:
15095 = Ejecutar operación de Renombrar en archivos y carpetas existentes anteriormente en el sistema
15096 = Desinstalación Forzada
15097 = Desinstalación\nForzada
15098 = Expandir la clave seleccionada
15099 = Contraer la clave seleccionada
15100 = Desinstalar la clave seleccionada
15101 = Marcar clave seleccionada como Creada
15102 = Agregar a Lista de Exclusión
15103 = Archivo de registro no válido
15104 = ¡El archivo no existe! Introduzca un nombre de archivo válido o cancele la operación.
15105 = Elegir Proceso
15106 = Agregar Proceso a la lista
15107 = Ruta completa al proceso:
15108 = Agregar Clave del Registro
15109 = Ruta a la Clave del Registro
15110 = La Desinstalación Forzada ayuda a desinstalar o eliminar rastros de programas ya desinstalados. Puede buscar residuos y carpetas o introducir la ruta completa del fichero o carpeta a desinstalar. También se puede introducir el nombre del programa como información adicional. Basado en los datos introducidos, Revo Uninstaller busca el desinstalador del programa, la información en los registros de los Programas Trazados y en los registros de la Base de Datos. Después listará las opciones para que elija qué hacer.\n\n¡Por favor, introduzca el nombre exacto y la ruta de instalación del programa que quiere desinstalar!
15111 = Modos de análisis
15112 = Integrado
15113 = Seguro
15114 = Moderado
15115 = Avanzado
15116 = Ruta completa a los archivos o carpetas del programa:
15117 = Nombre exacto del programa:
15118 = Desinstaladores integrados encontrados:
15119 = Ejecutar el desinstalador integrado seleccionado
15120 = Nombre del Programa
15121 = Comando de Desinstalación
15122 = Tipo
15123 = 32 bits
15124 = 64 bits
15125 = Matar el Proceso y Continuar
15126 = ¡El archivo seleccionado es un proceso en ejecución! Si desea desinstalar apropiadamente el archivo y sus elementos relacionados, es mejor matarlo (detenerlo) antes de continuar
15127 = Clave del Registro a Excluir
15128 = Incluir subclaves
15129 = Establecer el foco en la ventana "Programas seguidos" en el arranque
15130 = Eliminar archivos y carpetas:
15131 = A la carpeta Copia de Seguridad
15132 = A la Papelera de Reciclaje
15133 = Permanentemente
15134 = ¿Está seguro de que desea eliminar los elementos seleccionados?
15135 = Carpetas
15136 = Archivos
15137 = Archivos y Carpetas posiblemente relacionados
15138 = Elementos del Registro posiblemente relacionados
15139 = Claves:
15140 = Valores:
15141 = Archivos y Carpetas Registrados
15142 = Ejecutar operaciones de Renombrar en archivos y carpetas anteriormente existentes en el sistema
15143 = ¿Está seguro de que desea desinstalar los elementos seleccionados?
15144 = Los archivos seleccionados pero restantes se eliminarán durante el próximo reinicio del sistema.
15145 = Elementos del Registro registrados
15146 = Desinstalando...
15147 = Analizando en busca de archivos, carpetas y elementos del registro residuales en base a la información inicial proporcionada
15148 = Analizando e iniciando el desinstalador integrado del programa para la desinstalación predeterminada
15149 = Después de que el desinstalador del programa finalice, presione el botón "Analizar" para analizar en busca de archivos, carpetas y elementos del registro residuales.
15150 = No hay suficiente espacio en el disco para escribir el archivo de datos en caché
15151 = Error al escribir el archivo en caché. Asegúrese de tener los permisos apropiados.
15152 = Error al leer el archivo de datos en caché
15153 = Revo Uninstaller no encontró ningún elemento residual
15154 = Analizar
15155 = Desinstalación\nPersonalizada
15156 = El módulo "Todos los Programas" de Revo Uninstaller muestra todos los componentes y programas instalados tanto para el usuario actual como para todos los usuarios, divididos en dos grupos predeterminados - "Nuevos" y "Otros". Cuando usa ya sea el tipo de vista "Detalles" o el menú contextual, puede alcanzar información adicional (enlaces y propiedades sobre las instalaciones). Las configuraciones para este módulo se encuentran en el subelemento "Todos los Programas" del elemento "Uninstaller" de la ventana "Opciones".
15157 = El módulo "Programas Seguidos" de Revo Uninstaller muestra todos los programas que ha seguido (monitoreado) durante su instalación usando Revo Uninstaller. Para seguir un programa con Revo Uninstaller, puede hacer clic derecho del mouse en su paquete de instalación (setup) o presionar el botón "Instalar Programas" en la barra de herramientas principal. Las configuraciones para este modo se encuentran en el subelemento "Programas Seguidos" bajo "Desinstalador" en la ventana Opciones.
15158 = Registración
15159 = Archivo de Ayuda
15160 = Instalar Programas
15161 = Instalar\nProgramas
15162 = Crear un Punto de Restauración del Sistema y una copia de seguridad completa del Registro antes de desinstalar
15163 = Creando una copia de seguridad completa del Registro...
15164 = La creación de un Punto de Restauración del Sistema y una copia de seguridad completa del Registro está desactivada (en Opciones->Desinstalador)
15165 = Creando una copia de seguridad completa del Registro - ¡hecha!
15166 = Creación de una copia de seguridad completa del Registro - ¡falló!
15167 = (No se soporta en Windows Vista o Windows 7,8,10)
15168 = Registros:
15169 = O haga clic con el botón derecho del mouse sobre el icono del Modo Cazador y seleccione "Salir" para abandonar
15170 = Abrir el Asistente de Desinstalación maximizado
15171 = Ruta a la carpeta
15172 = Por favor instale un lector de pdf para ver el archivo de Ayuda
15173 = Agregar Grupo nuevo
15174 = Eliminar registros seleccionados
15175 = Reconstruir archivo en caché
15176 = ¿Está seguro de que desea reconstruir el archivo en caché?\n¡Sus personalizaciones en los detalles de los programas se restablecerán!
15177 = Administrar
15178 = Exportar,Importar o Editar log
15179 = Cambiar\no Reparar
15180 = Cambiar o Reparar
15181 = Actualizar enlace
15182 = Base de datos de Logs
15183 = Logs\nBase de datos
15184 = Programas:
15185 = Nombre del Programa
15186 = Versión del Programa
15187 = Versión de Windows
15188 = Bits de Windows
15189 = Encontrado(s)
15190 = Mostrar únicamente logs compatibles con %s
15191 = Mostrar sólo logs de %s
15192 = Logs coincidentes:
15193 = Logs de la base de datos:
15194 = Buscar por:
15195 = log
15196 = logs
15197 = programa
15198 = programas
15199 = Nombre
15200 = Desinstalación rápida
15201 = Desinstalación\nrápida
15202 = Haciendo copia de seguridad del sistema
15203 = Desinstalando programa %d de %d
15204 = Análisis inicial - ¡Hecho!
15205 = Ejecutando el desinstalador propio del programa - ¡Hecho!
15206 = Ejecutando el desinstalador propio del programa - ¡Fallido!
15207 = Analizando en busca de archivos, carpetas y elementos del Registro residuales...
15208 = Eliminando los residuos encontrados...
15209 = Eliminadas %d Claves del Registro residuales y %d Valores
15210 = Eliminados %d residuos de Directorios y %d Ficheros
15211 = ¡Desinstalación rápida completada!
15212 = Estado
15213 = Cuando el desinstalador del programa finalice, pulse el botón "Continuar" para continuar con el proceso de desinstalación.
15214 = Continuar
15215 = Importado
15216 = Añadir Comentario
15217 = Editar Comentario
15218 = Módulos
15219 = Fecha del Log
15220 = Preparando datos del log para la desinstalación...
15221 = %d de %d elementos
15222 = Ejecutando operaciones de renombrado necesarias...
15223 = ¿Está seguro de que desea desinstalar el log seleccionado?
15224 = ¿Está seguro de que desea desinstalar los logs seleccionados?
15225 = Desinstalando log %d de %d
15226 = Exportarlo Todo
15227 = Saltar\nCopia de seguridad
15228 = Omitir la creación de un punto de restauración del sistema y una copia de seguridad completa del Registro
15229 = Creando copia de seguridad completa del Registro - ¡Omitida!
15230 = creando punto de restauración del sistema - ¡Omitido!
15231 = Editar Log
15232 = Importar Log
15233 = Exportar Log
15234 = Análisis gramatical del Log -
15235 = Renombrar Log
15236 = Nombre de Log
15237 = Guardar Cambios
15238 = Modificar
15239 = Icono
15240 = Índice de Icono
15241 = Autor
15242 = Fecha de creación
15243 = Última hora de Modificación
15244 = Tamaño estimado
15245 = Entradas del Registro
15246 = Valores del Registro
15247 = Creado
15248 = Borrado
15249 = Renombrado
15250 = Sobreescrito
15251 = Desconocido
15252 = Nombre antiguo
15253 = Nombre completo
15254 = Nombre completo antiguo
15255 = Dato anterior
15256 = ¡Ya existe un Valor del Registro con ese nombre!
15257 = Añadir Entrada
15258 = Nombre de Entrada:
15259 = No Modificado
15260 = Modificar Entrada
15261 = Añadir Valor
15262 = Modificar Valor
15263 = Fijar
15264 = Tipo Antiguo
15265 = Se interrupió la ejecución de archivos durante la desinstalación
15266 = Buscar un log apropiado antes de la desinstalación regular del programa
15267 = ¿Está seguro de querer hacer una desinstalación rápida del/los programa(s) seleccionado(s)?
15268 = Encontrado un log coincidente entre los suyos que será usado para la desinstalación\nEjecutando el desinstalador propio del programa para la desinstalación predeterminada.
15269 = Encontrado un log en la Base de datos de logs que será usado para la desinstalación\nEjecutando el desinstalador propio del programa para la desinstalación predeterminada.
15270 = Cuando el desinstalador del programa finalice, pulse el botón "Continuar" para ver archivos, carpetas y elementos del Registro residuales.
15271 = ¡Error al descargar archivo del log!
15272 = ¡Error al renombrar el archivo de log descargado!
15273 = El módulo "Base de datos de logs" de Revo Uninstaller muestra una lista de programas seguidos compatible con su sistema Windows. Estos logs almacenados en nuestro sitio web los mantiene el equipo de Revo Uninstaller. Puede utilizar estos logs fácilmente (con un clic en el botón "Desinstalar") para desinstalar programas instalados en su equipo.
15274 = Su versión:
15275 = Actualizar ahora
15276 = Actualizar automáticamente la Base de Datos de Logs
15277 = ¡Error al descargar la Base de Datos de Logs!
15278 = ¡Error al actualizar la Base de Datos de Logs!
15279 = ¡Error al extraer la Base de Datos de Logs!
15280 = ¡Error al abrir la Base de Datos de Logs!
15281 = Introduzca su comentario:
15282 = Elegir Icono
15283 = Ruta del Fichero:
15284 = Seleccione un icono de la lista:
15285 = Fichero
15286 = Directorio
15287 = Exportando Log -
15288 = Importando Log -
15289 = %d%% completado
15290 = Exportado por
15291 = Logs relacionados encontrados
15292 = Sí (recomendado)
15293 = Los logs listados hechos por usted parecen relacionados con el programa que está desinstalando. ¿Quiere utilizar los datos de tales logs durante la desinstalación?
15294 = Descargando log -
15295 = Los logs de la base de datos listados parecen relacionados con el programa que está desinstalando. Si durante el procedimiento de desinstalación tiene intención de usar alguno de estos, póngale una marca de verificación.
15296 = Hay un log de desinstalación apropiado en nuestra base de datos de logs.\n¿Quiere usarlo para una desinstalación del programa más completa?
15297 = ¿Eliminar los registros seleccionados de la lista?
15298 = ¡Para exportar se debe elegir al menos una columna!
15299 = Búsqueda
15300 = Usar el registro seleccionado
15301 = Fuente
15302 = No ha elegido ningún desinstalador de programa de la lista.\n¿Quiere buscar rastros y desechar el desinstalador del programa?
15303 = Seleccione un desinstalador de programa para usar en la desinstalación.
15304 = No se ha seleccionado ningún registro de la lista.\n¿Seguir buscando restos y no usar datos de registro?
15305 = Seleccione un registro de la lista para usarlo en la desinstalación.
15306 = Cargando datos de desinstalación...
15307 = Hacer de copia de seguridad del registro antes de desinstalar
15308 = Copia de seguridad del registro Desactivada (en Opciones->Desinstalador)
15309 = Ruta:
15310 = Usar los datos de desinstalación del programa para obtener la fecha de instalación apropiada

[Auto Run Manager Pro]
15800 = Agregar
15801 = Agregar programa al arranque de Windows
15802 = Establecer en inicio automático para:
15803 = Todos los usuarios
15804 = Usuario actual
15805 = Establecer para iniciar automáticamente desde:
15806 = Registro: Run - en cada arranque de Windows
15807 = Registro: RunOnce - ejecutar sólo una vez, durante el próximo arranque de Windows
15808 = Carpeta Inicio - en cada arranque de Windows
15809 = Comando (ruta completa):
15810 = Nombre:
15811 = Quitado del inicio automático
15812 = Quitados del inicio automático elementos que no se están ejecutando
15813 = Quitados del inicio automático todos los elementos desactivados
15814 = Servicios
15815 = Abrir Servicios de Windows


[General App]
16001 = Imprimir
16002 = Vista Previa de Impresión
16003 = Configurar Impresión
16004 = Ver
16005 = Barra de Menú
16006 = Barra de Herramientas Principal
16007 = Panel de descripción
16008 = Barra de Estado
16009 = Barra de Herramientas de Herramientas
16010 = Archivo
16011 = Autoejecución\nAdministrador
16012 = Limpiador de \nArchivos Basura
16013 = Herramientas de \nWindows
16014 = Limpiador de \nExploradores
16015 = Limpiador de \nMicrosoft Office
16016 = Limpiador de \nWindows
16017 = Eliminador de \nEvidencias
16018 = Eliminación \nIrrecuperable
16019 = Administrador de \nCopias de Seguridad
16020 = Instalar con Revo Uninstaller
16021 = Desinstalar con Revo Uninstaller
16022 = Instalar el programa seleccionado con Revo Uninstaller
16023 = Desinstalar el programa seleccionado con Revo Uninstaller
16024 = Carpeta de Copia de Seguridad:
16025 = Hacer una copia de seguridad de los elementos del Registro eliminados
16026 = Hacer copia de seguridad de los archivos y carpetas eliminados
16027 = Microsoft Excel no está instalado en este equipo (el código de error es 0x%08X).
16028 = Fallo al ejecutar la aplicación Microsoft Excel  (el código de error es 0x%08X).
16029 = Error desconocido.
16030 = Registro
16031 = Omitir mensajes de información mostrados por Revo Uninstaller
16032 = Omitir mensajes de advertencia mostrados por Revo Uninstaller
16033 = Procesos
16034 = Seguir programas en modo de ventana compacto
16035 = Incluir Procesos:
16036 = Excluir Procesos:
16037 = Ruta al Proceso
16038 = Tema visual:
16039 = Barras de Herramientas
16040 = Mostrar etiquetas de texto
16041 = Mostrar iconos pequeños
16042 = Azul
16043 = Griz
16044 = Negro
16045 = Plateado
16046 = Nativo
16047 = Nativo 2
16048 = Suavizado Nativo
16049 = Comprar Ahora
16050 = Una vez que haya comprado Revo Uninstaller, recibirá un número de serie por correo electrónico. Para poder activar Revo Uninstaller, necesita introducir ese número de serie en el formulario a continuación y presionar el botón “Activar en línea”. La activación requiere una conexión a Internet, por lo que su cortafuegos no debería bloquear Revo Uninstaller. Si tiene preguntas respecto al registro, por favor contáctenos en: registration@revouninstaller.com
16051 = Registrar 
16052 = Introduzca el número de serie exacto aquí:
16053 = Activar en línea
16054 = Todos los derechos reservados.
16055 = Versión Registrada
16056 = Versión no Registrada
16057 = ¿Está seguro de que desea eliminar copias de seguridad creadas, registros y otros datos de Revo Uninstaller? Presione "No" si está actualizando el programa.
16058 = Traductor:
16059 = Crear diariamente copia de seguridad completa del Registro
16060 = Eliminar registro del programa seguido tras desinstalar
16061 = Mostrar iconos pequeños en vista Detalles
16062 = Mostrar comandos en menú contextual de Windows (Instalar con ..., Desinstalar con ...)
16063 = Marcar todos los residuos de forma predeterminada
16064 = Griz Oscuro
16065 = Azul 2
16070 = Barra de herramientas de comandos
16071 = Personalizar
16072 = Tema
16073 = Personalizar Color de Fondo
16074 = Personalizar Color de Selección
16075 = Por favor, cierre Revo Uninstaller antes de empezar la importación de un log.\nO importe el log usando el botón "Administrar" en la barra de herramientas del módulo "Programas Seguidos".
16076 = Activar
16077 = Elija método de activación
16078 = Activación en línea
16079 = Activación mediante Fichero
16080 = Su período de prueba de 30 días se terminó. Si desea seguir usando el producto, tiene que comprar una licencia.
16081 = Tras comprar una licencia de Revo Uninstaller, recibirá un número de serie por correo electrónico. Para activar Revo Uninstaller, necesita introducir su nombre y el número de serie en el formulario de abajo (se recomienda enérgicamente copiar y pegar) y pulsar el botón “Activar en línea”. La activación requiere una conexión a Internet, por lo que su cortafuegos no debe bloquear Revo Uninstaller. Si tiene cualquier pregunta o problema en relación al registro, por favor contáctenos en: registration@revouninstaller.com
16082 = Tras comprar una licencia de Revo Uninstaller, recibirá un número de serie por correo electrónico. Para activar Revo Uninstaller con un Fichero, necesitaintroducir su nombre y el número de serie en el formulario de abajo (se recomienda enérgicamente copiar y pegar) y pulsar el botón “Guardar Fichero”. Luego envíe el archivo creado a support@revouninstaller.com o registration@revouninstaller.com. En 24 horas le enviaremos una Clave de desbloqueo con la que se completará la activación de Revo Uninstaller.  Si tiene cualquier pregunta o problema en relación al registro, por favor contáctenos en: registration@revouninstaller.com
16083 = Ha elegido activar Revo Uninstaller mediante Fichero. Después de que envíe el fichero de activación a nuestros correos electrónicos, debería recibir la Clave de Desbloqueo del equipo de soporte de Revo Uninstaller. Necesita introducir la Clave de Desbloqueo más abajo (se recomienda enérgicamente copiar y pegar) y pulsar el botón "Activar". Si tiene cualquier pregunta o problema en relación al registro, por favor contáctenos en: registration@revouninstaller.com
16084 = Hay un cambio en su equipo que hace necesario reactivar Revo Uninstaller. Por favor, tan solo pulse el botón "Activar".  Si tiene cualquier pregunta o problema en relación al registro, por favor contáctenos en: registration@revouninstaller.com
16085 = ¡Activación exitosa! 
16086 = ¡Activación fallida!
16087 = No hay conexión con el Servidor de activación. Asegúrese de que su cortafuegos no bloquea Revo Uninstaller.
16088 = Introduzca Nombre de usuario:
16089 = Introduzca Número de Serie (se recomienda copiar y pegar):
16090 = Introduzca Clave de Desbloqueo (se recomienda copiar y pegar):
16091 = Restablecer el proceso de activación
16092 = Días que quedan:
16093 = Guardar Fichero
16094 = Registrado a nombre de
16095 = Reactivar
16096 = Activación en progreso. Espere por favor...
16097 = Número de serie incorrecto.\n¡Por favor, copie y pegue el número de serie en vez de escribirlo!
16098 = Por favor, reinicie Revo Uninstaller
16100 = Número de Serie:
16101 = Datos de la licencia:
16102 = Enviar informe
16103 = Soporte on-line
16104 = Restablecer los ajustes de paneles de la ventana principal
16105 = Restablecer los ajustes de control de la vista de detalles
16106 = ¡Reset correcto!\nReinicie Revo Uninstaller para aplicar los cambios
16107 = No hay elementos seleccionados.\nDebe marcar al menos uno para seguir.
16108 = Muestra la pantalla de inicio
16112 = ¡Revo Uninstaller Pro se está ejecutando!

[AppBar]
16900 = Guardar registro de los cambios del sistema monitoreados
16901 = Detener monitoreo de la instalación
16902 = Revo Uninstaller está monitoreando los cambios del sistema - ¡prosiga con la instalación de la forma usual! ¡Por favor, NO ejecute otros archivos de instalación, programas o cosas así durante la instalación del programa! Cuando finalice la instalación, ejecute el/los programa(s) instalado(s), configúrelo(s) y ciérrelo(s). Luego pulse el botón "Detener" (cuadrado rojo) y guarde el registro.
16903 = Introduzca un nombre para el registro:
16904 = Introduzca un nombre para el registro y pulse el botón "Guardar"
16905 = Revo Uninstaller está siguiendo la instalación
16906 = Revo Uninstaller está guardando datos
16907 = No se pudo obtener el privilegio necesario para apagar el equipo. ¡Intente apagarlo manualmente!
16908 = No se pudo ajustar el privilegio para apagar el equipo. ¡Intente apagarlo manualmente!
16909 = ¡Por favor introduzca un nombre de log válido!
16910 = ¿Cancelar el proceso de registro?

[JunkFilesCleanerPro]
17000 = Excluir
17001 = Última Modificación
17002 = Analizar carpeta...
17003 = Incluir
17004 = Carpetas a incluir como basura

[Windows Apps]
17100 = Windows\nApps
17101 = Windows Apps
17102 = Windows App
17103 = Total Apps
17104 = App
17105 = Apps
17106 = El módulo "Windows Apps" muestra todas las aplicaciones Windows instaladas y te ayuda a desinstalarlas con un simple click. Algunas de ellas  vienen pre-instaladas con el sistema operativo, otras se instalaron a través de Microsoft Store. En el menú contextual hay más información sobre esas aplicaciones.
17107 = Intentando la desinstalación por defecto de la aplicación
17108 = Tras la desinstalación por defecto, pulsa "Escanear" para buscar restos del programa (ficheros, carpetas y residuos del registro).
17109 = ¿Quieres desinstalar el programa seleccionado?

[EvidenceRemoverPro]
17300 = Tipo
17301 = Tamaño Total
17302 = Espacio Libre
17310 = Disco Local
17311 = Disco Extraíble
17312 = Tiempo restante estimado:
17313 = días 
17314 = horas
17315 = minutos
17316 = segundos
17317 = Parar el proceso

[WindowsToolsPro]
17400 = Restaurar Sistema
17401 = Diagnósticos de Red
17402 = Información de Red
17403 = Centro de Seguridad
17404 = Propiedades del Sistema
17405 = Información del Sistema
17406 = Comando de red TCP/IP Netstat
17407 = Teclado en pantalla
17408 = Desfragmentador de Disco
17409 = Servicios
17410 = Carpetas Compartidas
17411 = Directiva de Grupo
17412 = Agregar o Quitar Componentes de Windows
17413 = Herramienta de Eliminación de software malintencionado de Microsoft
17414 = Copias de seguridad y Restauración de Windows
17415 = Programador de Tareas
17416 = Comprobar Disco (Check Disk)
17417 = Comprobador de Archivos del Sistema
17450= Copias de Seguridad y Restauración de Windows le permite hacer copias de los archivos de datos de todas las personas que utilizan el equipo, y le da la posibilidad de crear una imagen del sistema. Puede dejar a Windows dejar que elija el contenido del que hacer copia de seguridad, o puede seleccionar de qué carpetas, bibliotecas y unidades en particular desea hacer copias de seguridad. Una imagen del sistema incluye Windows, su configuración del sistema, programas y archivos. Si alguna vez su disco duro o equipo dejan de funcionar, puede usar una imagen del sistema para restaurar los contenidos de su equipo.
17451 = El Programador de Tareas le ayuda a programar tareas automatizadas para realizar acciones a una hora especificada o cuando ocurran determinados eventos. Proporciona la capacidad de programar la invocación de programas o scripts a horas predefinidas o tras intervalos de tiempo especificados. El Programador de Tareas mantiene una biblioteca de todas las tareas programadas, lo que proporciona una vista organizada de las tareas y una manera cómoda de administrarlas. 
17452 = Check Disk verifica la integridad lógica del sistema de archivos en el volumen de Windows. Check Disk busca problemas relativos a sectores defectuosos, clústeres perdidos, archivos con vínculos cruzados y errores en directorios. Estos tipos de problemas pueden causarlos cuelgues o congelamientos del sistema, pérdida de la energía, apagado de un equipo de forma incorrecta, etc.
17453 = El Comprobador de Archivos de Sistema le permite buscar y restaurar corrupciones en archivos de sistema de Windows verificando sus versiones. Si encuentra un problema, intentará reemplazar los archivos problemáticos desde la Caché de DLL de Windows. Si el archivo no está en la Caché de DLL o la Caché de DLL está corrupta, se le pedirá que inserte el disco de instalación de Windows.

[WindowsCleanerPro]
17500 = Eliminar miniaturas de la caché


[UnrecoverableDeletePro]
17600 = Agregar Archivo(s)
17601 = Agregar Carpeta
17602 = Eliminar para Siempre
17603 = Eliminando
17604 = Calculando...
17605 = Los elementos de la lista no se pueden eliminar.\nAsegúrese de que no son utilizados por Windows u otro programa y vuelva a intentarlo.
17606 = Eliminar elementos seleccionados de la lista

[Backup Manager]
17800 = Administrador de Copias de Seguridad
17801 = Restaurar
17802 = Eliminar
17803 = Eliminar Todo
17804 = Restauración \nPersonalizada
17812 = Cargando árbol...
17813 = Atrás
17814 = Siguiente
17815 = Datos del Punto de Restauración no encontrados
17816 = Procesando
17817 = Haciendo copia de seguridad de %d de %d elementos
17818 = Puntos de Restauración:
17819 = Tamaño Total:
17820 = El Administrador de Copias de Seguridad le ayuda a administrar información de copia de seguridad almacenada por Revo Uninstaller después de cada entrada de registro, archivo o carpeta eliminado. Al restaurar un punto de restauración, puede restaurar todos los datos eliminados o simplemente puede tomar y elegir los elementos que quiere restaurar. Si necesita más espacio libre, puede eliminar algunos o todos los puntos de restauración.
17821 = Nombre
17822 = Operación
17823 = Tamaño
17824 = Elementos del Registro
17825 = Archivos y Carpetas
17826 = Hora
17827 = Fecha
17830 = Nombre de Clave/Valor
17831 = Datos
17835 = Valor Predeterminado
17836 = Restaurando %d de %d elementos
17837 = Restaurando
17838 = Nombre de Archivo/Carpeta
17839 = Restauración Personalizada
17840 = ¡Error al leer el archivo de datos de copia de seguridad!
17841 = Archivos y Carpetas para restaurar
17842 = Elementos del Registro para restaurar
17843 = ¡No hay suficiente espacio en el disco para escribir el archivo de datos de copia de seguridad!
17844 = ¡Error al escribir el archivo de datos de copia de seguridad!
17845 = ¿Está seguro de que desea restaurar la operación %s de %s?
17846 = ¿Está seguro de que desea eliminar todos los puntos de restauración?
17847 = Eliminar\npor tiempo
17848 = Eliminar las copias anteriores a una fecha o a un periodo
17849 = Eliminar todas las copias de seguridad anteriores a:
17850 = Fecha Elegida:
17851 = Una Semana
17852 = Dos Semanas
17853 = 30 Días
17854 = 90 Días
17855 = 180 Días
17856 = Un Año
17857 = Fecha Personalizada
17858 = Ha elegido una fecha posterior a la de hoy.\n¡Ésto borrará todas las copias de seguridad! ¿Continuar?


[TooltipsPro]
18200 = Ajustar las configuraciones de Revo Uninstaller
18201 = Cambiar la vista de la lista de programas instalados
18202 = Almacena la información de copias de seguridad almacenada por Revo Uninstaller
18203 = Instalar programas mediante Revo Uninstaller
18204 = Forzar la desinstalación de los deshechos de los programas ya desinstalados
18205 = Mostrar todos los programas instalados
18206 = Mostrar programas instalados seguidos
18207 = Desinstalar el programa seguido seleccionado
18208 = Desinstalación personalizada del programa seguido seleccionado
18209 = Restaurar el punto de restauración de Revo Uninstaller seleccionado
18210 = Restauración personalizada del punto de restauración de Revo Uninstaller seleccionado
18211 = Eliminar el punto de restauración de Revo Uninstaller seleccionado
18212 = Agregar un programa para que se inicie automáticamente con el arranque de Windows
18213 = Ejecutar operación de eliminación de evidencias en las unidades verificadas
18214 = Agregar archivos para que se eliminen irrecuperablemente
18215 = Agregar una carpeta para que se elimine irrecuperablemente
18216 = Eliminar archivos y carpetas agregados
18217 = Eliminar archivos marcados
18218 = Cambiar o Reparar la instalación del programa seleccionado
18219 = Desinstalar los programas seleccionados rápidamente (todos los residuos se borran automáticamente)
18220 = Añadir nuevo dato al log
18221 = Modificar el dato seleccionado
18222 = Eliminar el dato seleccionado del log
18223 = Exportar el log actual como HTML


[Portable]
18500 = ¡Error al descargar la actualización!
18501 = ¡Error al extraer la actualización!
18502 = Actualizando
18503 = ¡Actualización completada correctamente!
18504 = %d de %d ficheros
18505 = Portabilidad
18506 = Utilice la carpeta de almacenamiento de datos personalizados
18507= Activar el modo de carga rápida
18508 = Aceptar

18509 = Contrato de licencia